---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMoveHostedLoad
source: html/bc641090-397b-f15e-7be4-a9372cc0df85.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMoveHostedLoad Property

Can't move Load based on the Host Element.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotMoveHostedLoad { get; }
```